<style scoped lang="scss">
  .inner-bg{
    width:100%;
    height: 100%;
    position: relative;
    overflow: hidden;
  }
  .bg-list{
    position: relative;
    height:100%;
    box-sizing: border-box;
    overflow: hidden;
  }

  .list-box {
    position: absolute;
    overflow-x: hidden;
    overflow-y: scroll;
    background-image:linear-gradient(rgba(255,255,255,.5) 50%, rgba(255,255,255,.2));
    top:150rpx;
    bottom:30rpx;
    left:30rpx;
    right:30rpx;
  }
  .inner-bg .news-wrap.article {
    height: auto;
    overflow: auto;
  }
  .inner-bg .news-wrap {
  }
  .inner-bg .news-wrap {
    overflow: hidden;
    width:680rpx;
    padding:15rpx;
    margin:0 auto;
    border:1rpx solid #fff;
    box-sizing: border-box;
  }
  #NIE-art {
    color: #3e3a39;

  }

  #NIE-art {
    margin: 0 0 10px;
  }
  #NIE-art .artTitle {
    margin: 25px 0 0;
    font-size: 18px;
    text-align: center;
    color: #6d7da1;
  }
  #NIE-art .artInfo {
    margin-top: 5px;
    margin-bottom: 20px;
    text-align: center;
    font-size: 14px;
  }

  #NIE-art p {
    font-size: 14px;
    margin: 10px 0;
    line-height: 1.8;
  }
  #NIE-art .artInfo span {
    display: inline-block;
    font-size: 14px;
    line-height: 24px;
    vertical-align: top;
  }
  #NIE-art .red {
    color: #ef1600;
  }
  #NIE-art .artText h3 {
    margin: 20px 0;
    background: url('data:image/png;base64,iVBORw0KGgoAAAANSUhEUgAAABQAAAAJCAYAAAAywQxIAAAAGXRFWHRTb2Z0d2FyZQBBZG9iZSBJbWFnZVJlYWR5ccllPAAAAyhpVFh0WE1MOmNvbS5hZG9iZS54bXAAAAAAADw/eHBhY2tldCBiZWdpbj0i77u/IiBpZD0iVzVNME1wQ2VoaUh6cmVTek5UY3prYzlkIj8+IDx4OnhtcG1ldGEgeG1sbnM6eD0iYWRvYmU6bnM6bWV0YS8iIHg6eG1wdGs9IkFkb2JlIFhNUCBDb3JlIDUuNi1jMTM4IDc5LjE1OTgyNCwgMjAxNi8wOS8xNC0wMTowOTowMSAgICAgICAgIj4gPHJkZjpSREYgeG1sbnM6cmRmPSJodHRwOi8vd3d3LnczLm9yZy8xOTk5LzAyLzIyLXJkZi1zeW50YXgtbnMjIj4gPHJkZjpEZXNjcmlwdGlvbiByZGY6YWJvdXQ9IiIgeG1sbnM6eG1wPSJodHRwOi8vbnMuYWRvYmUuY29tL3hhcC8xLjAvIiB4bWxuczp4bXBNTT0iaHR0cDovL25zLmFkb2JlLmNvbS94YXAvMS4wL21tLyIgeG1sbnM6c3RSZWY9Imh0dHA6Ly9ucy5hZG9iZS5jb20veGFwLzEuMC9zVHlwZS9SZXNvdXJjZVJlZiMiIHhtcDpDcmVhdG9yVG9vbD0iQWRvYmUgUGhvdG9zaG9wIENDIDIwMTcgKE1hY2ludG9zaCkiIHhtcE1NOkluc3RhbmNlSUQ9InhtcC5paWQ6RDI3MTc5RUM2NThCMTFFODlFMTlFRjM1NUYzQjZGODQiIHhtcE1NOkRvY3VtZW50SUQ9InhtcC5kaWQ6RDI3MTc5RUQ2NThCMTFFODlFMTlFRjM1NUYzQjZGODQiPiA8eG1wTU06RGVyaXZlZEZyb20gc3RSZWY6aW5zdGFuY2VJRD0ieG1wLmlpZDpEMjcxNzlFQTY1OEIxMUU4OUUxOUVGMzU1RjNCNkY4NCIgc3RSZWY6ZG9jdW1lbnRJRD0ieG1wLmRpZDpEMjcxNzlFQjY1OEIxMUU4OUUxOUVGMzU1RjNCNkY4NCIvPiA8L3JkZjpEZXNjcmlwdGlvbj4gPC9yZGY6UkRGPiA8L3g6eG1wbWV0YT4gPD94cGFja2V0IGVuZD0iciI/PudloYgAAACgSURBVHjaYqyvLWdAAgpAvBCI44H4AQMaaGjqYCAEmNAM2w/Ez6G0AgMZgAnNsG4gjoDSZBnKgmbYNKg4iP4PFXfE5n1cgBEYhgeh3ozAIr8ciKWA2B5qAQOWcGUE03UV/2EGKgLpfUDcBcTTkdRmADEoxpyA+D6xkcICVewENZQBaiiGYaSEIQOaoSDvmZNjGHqyuQ+NAElyDQMBgAADAAEpKw6VY+o8AAAAAElFTkSuQmCC') no-repeat 0 8px;
    line-height: 26px;
    color: #6d7da1;
    font-size: 16px;
    text-indent: 1.5em;
  }
  .container-bg{
    position: absolute;
    z-index: -1;
    top:0;
    bottom:0;
    left:0;
    right:0;
  }
  .bg-jiul{
    width:750px;
    height:990px;
    position: absolute;
    left:-350px;
  }
</style>
<template>
	<div class="inner-bg">
    <div class="container-bg">
      <fix-bg></fix-bg>
      <img class="bg-jiul" mode="aspectFit" src="/static/imgs/jiul.png" alt="">
    </div>
    <div class="bg-list">
      <div class="list-box">
        <div class="news-wrap article">
          <article class="article-box" id="NIE-art">
            <div class="artText">
              <h1 class="artTitle">《逆水寒》更新公告(版本18-07-18-17-34)</h1>
              <div>
                <p>各位自在同门：</p>

                <p>　　<span class="red">《逆水寒》开启全面内测</span>已逾三周，众位侠士可曾于毁诺城踏雪寻梅，又或者在仙居原静候星沉月落？会呼吸的江湖等你发现的又岂止这些——谪仙岛倚剑长歌，桃花坞携手佳人，连云寨群雄聚义……此处既有豪气如虹，亦富柔情缱绻。盛世武林，待君一品。</p>

                <p>　　这段时间，我们收到了许多同门的宝贵意见，为了提升大家的江湖体验，我们进行了如下更新。</p>

                <p>　　为了保证服务器的运行稳定和服务质量，《逆水寒》于<span class="red">2018年7月19日早上6:00</span>停机进行维护工作，预计维护到<span class="red">上午10:00</span>。如在维护期间无法完成维护内容，开机时间将顺延。请少侠留意游戏时间，以免造成损失。</p>

                <p>　　本次更新结束后，游戏客户端版本将升为<span class="red">18-07-18-17-34</span>，更新客户端后可进入游戏。对于停机期间给少侠带来的不便，敬请见谅，网易游戏感谢大家的支持和配合。</p>

                <h3>江湖大事件</h3>

                <p>　　<span class="red">舞阳城和英雄舞阳城的首通活动开启！</span>各榜虚席以待。每个服务器首个全通舞阳城和英雄舞阳城的团队，都可各获得本服务器<span class="red">唯一的限定称号</span>。 另外，必定掉落白发外观和马鞍的开服活动【挑战舞阳城】的持续时间将延长<span class="red">30</span>天。</p>

                <h3>一、 基础功能</h3>

                <p>　　1. 继续继续优化<span class="fuchsia">紫禁之巅</span>等多个热门服务器的排队体验。我们将持续优化，努力将服务器资源尽量分配给正常游戏的自在同门，为正常体验游戏的自在同门腾出空间。</p>

                <p>　　2. 日常活动减负：</p>

                <p>　　　1) 为了让大家能更合理地安排游戏和休息时间，我们将：<span class="blue">【落枫山庄】、【清明上河】、【神侯令】、【万象楼】、【震关东】、【云起台】、【水啸钱塘】、【神州奇侠】</span>这8个玩法的刷新时间调整为<span class="red">早上6点</span>。另外，我们也注意到这个改动可能影响到海外的自在同门们。对于北美，这个时间相当于下午3点（西部）-6点（东部）； 对于欧洲， 相当于晚上10点（格林威治时间），感觉都还算比较方便。我们会持续关注和努力，让全球的自在同门可以一起在会呼吸的江湖中尽情畅玩。</p>

                <p>　　　2) 为了降低日常的负担，我们将【英雄·清明上河】和【英雄·落枫山庄】改为周常副本，每周只需各挑战一次。我们略微提升了单次的掉落，并将因总次数减少而少掉的那部分掉落投放，给到了神州奇侠和帮会活动。</p>

                <p>　　　3) 【震关东】玩法的目的是产出铜钱和交子，为避免部分玩家因为其他投放而被迫参加这个较低效的玩法，我们决定移除【震关东·驰援】和【震关东·固守】玩法的怪物掉落。同时新增【震关东休闲令】道具，可从艮岳奇珍获得，使用后能直接完成一轮【名捕震关东】任务，可以获得大量技能经验，但不会获得原有的铜钱、交子奖励。另外，我们将掉落减少的那部分投放，给到了神州奇侠和帮会活动。</p>

                <p>　　　4) 新增【仗剑江湖令】和【快意恩仇令】道具，可从侠义点商店和艮岳奇珍积分区获得，使用可快速完成对应的帮会环任务，同时，帮会周常【仗剑江湖】增加了大量帮会资金投放。</p>

                <p>　　　5) 为避免已经很高级别的自在同门，为装备掉落而被迫每天都不得不去参加【万象楼】，我们对【万象楼】的掉落进行了调整：50~64级怪物的装备、金钱、药品掉落降低75%，首领的装备掉落降低25%；65级及以上的怪物和首领不再掉落装备、金钱和药品。但对于低级别的自在同门，【万象楼】依旧是一个升级和刷装备的好去处。</p>

                <p>　　　6) 【万象楼】的三个惊喜副本（亡者密道、绫罗宝室、清凌水阁）杀怪也计入讨伐值了。当讨伐值满（身上有侠义状态时）通过引路人进入这三个惊喜副本时，也无法再获得经验与掉落了。同时，每日同一个惊喜副本最多只能进入3次，每日0点刷新。</p>

                <p>　　3. 战斗体验优化：</p>

                <p>　　　1) 优化了动作模式下Alt+数字快捷键选择队友的操作，我们已经安排大量策划专注使用3D模式和动作模式，后续将继续优化部分技能在3D模式下的易用性。</p>

                <p>　　　2) 大幅提升部分日常副本的可视距离，现在可看到更远处的怪物、物品和角色。</p>

                <p>　　4. 试剑天下：</p>

                <p>　　　1) <span class="red">开放时间增加下午时段！</span>考虑到各位自在同门的时间安排和对此战场玩法的喜爱，<span class="red">每天下午15：00~17:00</span>也将开放匹配，晚上的匹配时间维持不变。</p>

                <p>　　　2) <span class="red">乱斗模式开放！</span>匹配试剑天下将有可能进入乱斗模式，技能冷却大幅缩短，复活更快速，可体验到更为畅快淋漓的战斗！</p>

                <p>　　　3) 增加试剑天下-场均得分榜，根据各位自在同门每周试剑天下的场均得分从高到低进行排行，需至少参与10场才有入榜机会。</p>

                <p>　　5. 生活技能优化：</p>

                <p>　　　1） 我家有矿有鱼又有药！庄园中管家身后新增三个探子，<span class="red">足不出户就可找到各等级的矿脉、鱼群和草药</span>，还可双人同行，再也不用担心找不到刷新点了。</p>

                <p>　　6. 【更多人，更激情，更好的掉落】世界Boss和藏金谷玩法优化，请尽情激战！</p>

                <p>　　　1) 周一晚叶棋五出现在藏金谷的同时，妖僧也趁机出现在藏金谷，同时打败他们之后的掉落也将根据所在服务器的火爆程度<span class="red">成倍增加，最高可达3倍</span>。</p>

                <p>　　　2) 优化了藏金谷的负载，在不削减各种弹道类复杂计算和高密度技能释放效果的前提下，经过努力的优化使两大势力在藏金谷主线场景的人数上限提升至150 vs 150。<span class="red">主线场景中的战况将决定胜负</span>。</p>

                <p>　　　3) 同时开放了藏金谷分线场景，在分线场景中也会跟随主线场景同时刷新谷中妖僧Boss。分线场景不设置单独势力人数上限。我们会继续观察服务器的负载情况，持续优化，以期为大家带来更激情的野外势力对抗体验。</p>

                <p>　　　4) 藏金谷据点和箭楼的旗帜，现在会在被打掉一段时间后重新出现。</p>

                <p>　　　5) 提升藏金谷杨无邪和雷动天的强度。</p>

                <p>　　　6) 增加藏金谷地图的药品推荐功能，现在在藏金谷地图也可以通过技能栏左侧的【药】按钮方便地购买药品了。</p>

                <p>　　7. 胜者为王：</p>

                <p>　　　1) 将于<span class="red">本周日下午15:00</span>开启第二场【胜者为王】，其参赛资格改为本周【帮会联赛】中分别在两大势力中排名前9的18个帮会（若本服帮会实力不足，将只允许前4参与）。具体获得参赛资格的帮会名单将在周六21：00【帮会联赛】全部结束之后产生，期待各大帮会在【帮会联赛】中争创佳绩！</p>

                <p>　　　2) 同时，在周六21：00【帮会联赛】结束到周日15:50【胜者为王】结束期间，帮会转换势力和投票都将被禁止，若有帮会需要转换势力，请提前进行。</p>

                <p>　　　3) 试看大宋风云，到底谁才是本服的真正王者，敬请期待本周末的激情碰撞！</p>

                <p>　　8. 【不再因为等级超了而无法结为师徒！】师徒：</p>

                <p>　　　1) "摊开你的家谱，写上我的姓名"，增加师门系统，将同门师兄弟姐妹结成关系网，方便查看师门族谱，增进同门间感情。</p>

                <p>　　　2) <span class="red">修改师徒系统等级要求，去掉徒弟必须小于54级的限制，现在只需要师父等级大于55级、且高于徒弟1级即可结为师徒。</span></p>

                <p>　　　3) 增加出师动画。</p>

                <p>　　9. 新增【结拜】玩法：</p>

                <p>　　　1) 30级以上的自在同门，可以组队前往桃花坞NPC<span class="red">骆关中（302，377）</span>处义结金兰。</p>

                <p>　　　2) 结拜人数限定为2-6人，完成结拜后可通过发布人员招募扩充结拜人数，上限为12人。</p>

                <p>　　　3) 结拜需要结拜成员之间互为好友，且每人只能拥有一个结拜关系。</p>

                <p>　　　4) 结拜成功后，结拜成员之间可以互相召唤，冷却时间为20分钟。</p>

                <p>　　10. 调整和开放武器外观特效：达到60级、35000装备评分和全身可强化部位的装备+4，即可激活武器外观特效。</p>

                <p>　　11. 游戏环境净化和防欺诈：</p>

                <p>　　　1) 在刻字文案前标注了“个性签名”字样，解决装备刻字功能可能被“江湖骗子”模拟成词条（比如“逆水之寒”）来欺骗大众的问题。</p>

                <p>　　　2) 限制部分NPC附近（比如汴京虹桥的老乞丐旁）不可乞讨，优化施舍流程，防止产生错误的施舍操作。</p>

                <p>　　　3) 防止因为过场动画使得拍卖超时，当副本中出现过场动画和剧情时，若正在进行拍卖，拍卖的持续时间将会延长。</p>

                <p>　　12. 与临时好友密聊的界面中新增拉黑按钮和功能。</p>

                <p>　　13. 70级及以上的装备暂时禁止拆分和重锻，在服务器等级达到70级后会重新开放。</p>

                <p>　　14. 为了能让大家更自在的体验游戏，调整了67以及更高服务器等级的开放时间，不必匆匆追赶等级了。</p>

                <p>　　15. 完成牢狱风云任务后，被救出的NPC们将会出现在江湖各处，若有缘再见，不妨上去再聊几句。</p>

                <p>　　16. 窗口模式运行游戏时，画面清晰度将默认调为“自动”，此时，拥有2K或4K显示器的用户，画面清晰度将自动调整到合理值，以提高画面流畅性。如果2K、4K显示器用户希望获得更高清晰度画面，可以将清晰度手动调为100%（清晰度升高，画面帧数将随之降低）。  </p>

                <h3>二、技能相关</h3>

                <p>　　1. 血河</p>

                <p>　　　1) 修正【蛟龙镇海】的进阶描述中，遗漏了“30%免伤效果”的相关描述，实际上该进阶效果一直生效。</p>

                <p>　　　2) 修正【铁骑】上下马时，会错误地刷新【追】技能的冷却时间。</p>

                <p>　　2. 神相</p>

                <p>　　我们发现神相在大规模对战中的表现有些过于强势，尤其是“冰墙”和“风墙”技能。我们希望将她/他略微下调到平衡线以上，同时不影响其在小队和中等规模战斗中的表现。</p>

                <p>　　　1） 降低【云山万重】技能划出冰墙的持续时间，由3.5秒降为2秒。</p>

                <p>　　　2） 降低【流风回雪】技能召出风墙的基础持续时间，由8秒降为4秒；修正风墙有可能将玩家撞开这一错误效果；现在风墙在反弹了上限数量的子弹后将会正确消失（之前特效会存在但并无实际效果）。</p>

                <p>　　3. 素问</p>

                <p>　　将素问紫色武器中的【攻击有几率触发治疗加成】效果改为【施法有几率触发治疗加成】，现在释放各种技能都能够触发了。</p>

                <p>　　略微缩短【蝶恋花·惊梦】的击倒控制时间。</p>

                <p>　　4. 【3v3公平论武】：小幅提升碎梦、铁衣在该玩法中的属性，略微降低素问、神相职业在该玩法中的属性。</p>

                <p>　　5. 提升外功气盾和内功气盾两种防御属性的收益，其实际数值收益将约提升37%。我们正在着手调整PVP战斗节奏偏快的问题。</p>

                <p>　　6. 铁衣：修正【援护】修正可以对自己释放的BUG。</p>

                <p>　　7. 碎梦：【无尽·闪】去掉进阶后劲力消耗减5的错误描述，实际并无此效果。</p>

                <p>　　8. 九灵：现在可以查看自己药人的幸运属性了。选中自己的药人，鼠标移动到药人目标头 像上可以显示。</p>

                <h3>三、玩法系统</h3>

                <p>　　1. 帮会联赛：为了增加战术变化，本周更新后打开场景里的路障，增加2条战略路线和4个中立资源点，在联赛开战前的准备时间可提前进入场景查看，是时候展现帮会的团结和真正的指挥技术了！具体改动：</p>

                <p>　　　1) 打开路障，开放完整的帮会联赛场景。</p>

                <p>　　　2) 【帮会大旗】的耐久上限提升30%，初始耐久度从20%提高到30%。</p>

                <p>　　　3) 【帮会大旗】在联赛开始后拥有75%伤害减免效果，<span class="red">每当己方被摧毁1个【哨塔】则减少25%伤害减免效果</span>，直到没有伤害减免。我们不希望两方消极对战，变成一个互偷基地的游戏。</p>

                <p>　　　4) 增加了联赛中后期的【复活休息等待时间】。我们希望中后期一次成功的团灭对手，将可能产生【胜负手】，有机会在对方大部分在复活的期间，一举拿下对方大旗！</p>

                <p>　　　5) 【哨塔】的耐久上限提高30%。</p>

                <p>　　　6) 【粮仓】的耐久上限提高200%。</p>

                <p>　　　7) 【工程套装】脱下的时间从10秒减少到4秒。</p>

                <p>　　　8) 素问的治疗技能不能对帮会建筑物进行治疗了（包括帮会大旗）。</p>

                <p>　　2. 【雄图霸业弹指间】（周一晚帮会活动）优化：</p>

                <p>　　　1) 活动开始后将自动对帮会领地内的帮众以2人为1个队伍分配舞伴，想要舞伴的帮众记得在准备时间结束前返回帮会领地哦。</p>

                <p>　　　2) 成为舞伴的2人在每一轮舞蹈中的得分将会自动选取2人中更好的那个作为最终成绩，给予2人同样的奖励（需要2人在同一个队伍内）。</p>

                <p>　　　3) 在第4轮舞蹈结束之后，本帮跳舞成绩前60%的帮众将获得表彰，后3轮舞蹈只要在帮会领地内不解散队伍即可自动获得奖励。</p>

                <p>　　　4) 如果本帮帮众的舞技足够精湛，在第7轮舞蹈结束后，江湖闻名的老叶将出现并给大家送上大红包。</p>

                <p>　　　5) 删除了邀请共舞的道具【帮会玫瑰】。</p>

                <p>　　3. 【迷天卷土无用处】（周二晚帮会活动）优化：</p>

                <p>　　　1) 删除头2波的迷天盟小怪阶段。</p>

                <p>　　　2) 破阵阶段修改：4个阵眼会随机控制4名无辜帮众，需要大家团结一心，解救被困的帮众。</p>

                <p>　　　3) 增加奖励【厚福宝箱】：成功解救帮众击败BOSS后，每个被解救的帮众都会在帮会领地的广场上刷出一个【厚福宝箱】，奖励多多。</p>

                <p>　　　4) 在【厚福宝箱】之后保留了大家喜欢的“帮会红包”和“曲水流觞”环节，不要错过了哦。</p>

                <p>　　4. 帮会每周三晚帮会活动替换为【帮会强盗】：</p>

                <p>　　　1) 听闻近来江湖上出现一伙自称“苍龙会”的贼寇，专门靠打劫财物为生，不料此次竟然来帮派滋事，大家快叫上小伙伴好好教训他们一下！在指定时间内消灭帮会强盗可获得经验与帮贡奖励。详情请咨询逆水寒精灵小暖。</p>

                <p>　　　2) 喜欢做菜的自在同门也请不要着急，【不胜人生一场醉】活动正在回炉优化，将在不久后和大家重新相见。</p>

                <p>　　5. 帮会宣战优化：</p>

                <p>　　　1) 大幅降低了“发起宣战”的帮会资金、繁荣度、安定度消耗，适度降低了战败方的损失，<span class="red">获胜方将获得帮会资金奖励。</span></p>

                <p>　　　2) 拒绝宣战不再会有帮会资金等惩罚损失，但依旧会被判为战败，记入全服战况。</p>

                <p>　　　3) 每天可被宣战的次数上限由1次提升为3次，更多信息请询问游戏中的小精灵。</p>

                <p>　　6. 帮会的其他优化：</p>

                <p>　　　1) 帮会红包相关的“一掷千金（蓝色）、腰缠万贯（红色）、钱可通神（紫色）”称号提升为“百金酬知己（红色）、千金结豪侠（紫色）、万金济天下（金色）”，已获得称号的玩家将自动升级成全新效果。（在帮会频道发放金额超过1000元宝的红包并且累计达10000、100000、500000元宝可获得稀有称号。系统不收取任何费用！）</p>

                <p>　　　2) 为了增加小型帮会的活跃度，调整了帮会资材的刷新速度。</p>

                <p>　　　3) 增加帮会资金的江湖风物【金刚甲】掉率大幅提升，帮会成员可以通过日常刷怪或从玩家商店购买该物品补充帮会资金。</p>

                <p>　　　4) 为维持帮会的安定和团结，防止小号恶意被踢。帮会任务【快意恩仇】、【仗剑江湖】的帮会奖励（繁荣度、安定度）将在每天24点统一结算后为帮会增加，若完成任务的帮众在结算前主动离开或被踢出帮会，则帮会无法获得奖励。</p>

                <p>　　　5) 优化帮会求助，给予帮助他人完成任务的帮众帮贡奖励。</p>

                <p>　　　6) 目前帮会玩法【倒买倒卖】中各地货商的货物售罄情况较多，我们根据各个服务器的实际情况增加了货物的刷新数量。</p>

                <p>　　　7) 增加了帮会升级聚义厅提升帮会等级到4级和5级时的二次确认。4级和5级帮会目前是江湖中顶级的存在，帮会维护消耗极大，建议各位当家在帮会稳定维护2周以上再行考虑。</p>

                <p>　　　8) 帮会活动期间的帮会频道弹幕增加了发言者的名字。</p>

                <p>　　7. 比武大会：</p>

                <p>　　　1) 部分服务器比武大会的人数非常火爆，但能进入淘汰赛的队伍数量有限，导致少数3战全胜的队伍因为没有人气支持而被淘汰。为了避免这种情况再次发生，我们将3轮资格赛扩充为6轮，经过充分竞争后决出真正的强者晋级。</p>

                <p>　　　2) 另外，为了不让高人气队伍提前相遇，影响后续比赛的观赏性，我们依然采用基于人气值匹配的规则，但是大幅降低了给支持队伍赠送助威礼物的铜钱消耗，另外支持的队伍获胜后会有幸运支持者将获得丰厚的奖励。 以上改动将会在下个月的比武大会中正式生效。</p>

                <p>　　8. 公平论武：</p>

                <p>　　　1) 优化了邀请队员的体验：队长邀请加入战队的列表只显示45级以上在线的自在同门。没有论武战队的各位自在同门现在可以查看各个论武战队的战队成员名字，职业和段位，另外可以联系队长加入战队。</p>

                <p>　　　2) 为了保持战斗体验的一致性，论武公平模式的角色等级从6名参战成员的平均等级改为服务器当前等级。</p>

                <p>　　9. 神州奇侠： 每轮获得【神州神武匣】或【神州宗师匣】的同时，将额外获得1个【神州侠义匣】，可使用侠义点开启，获得装备奖励。</p>

                <p>　　10. 缉盗：</p>

                <p>　　　1) 时间调整：为了不影响帮会活动，缉盗在晚上19:00将不再刷新。</p>

                <p>　　　2) 收益调整：略微调低了缉盗的单次收益，并大幅提升了每次强盗刷新的个数作为补偿。另外，为了让更多的自在同门参与缉盗活动，单人每日参与缉盗的次数上限由5次改为3次。</p>

                <p>　　　3) 难度调整：根据服务器开放等级动态调整了缉盗6-9阶的难度，让各位自在同门可以选择最符合自己实力的难度。</p>

                <p>　　11. 玩家商店相关优化：</p>

                <p>　　　1) 在汴京庙会场景新增了三个钱老板和一个仓库NPC，并为店铺NPC增加了头顶图标显示和小地图图标显示。</p>

                <p>　　　2) 在玩家商店使用上下键切换店铺时支持翻页。</p>

                <p>　　　3) 玩家商店购买商品数量处加入了【最大】按钮，可以快速选择最大购买数量。</p>

                <p>　　　4) 玩家商店高级搜索界面不再自动关闭。</p>

                <p>　　12. 天工炉相关优化：</p>

                <p>　　　1) 增加了人物等级限制：现在70级前不允许进行5级强化，同时修改了解玉砂的道具描述（之前可以进行但装备会提升至70级可穿戴，所以没有实际作用）。</p>

                <p>　　　2) 天工炉重锻中选择时增加了装备品质、装备评分的风险提示，尽量避免误选装备。</p>

                <p>　　　3) 天工炉重锻选择界面的确定按钮稍微下移，避免被消息挡住。</p>

                <p>　　13. 组队系统相关优化：</p>

                <p>　　　1) 调整了组队平台界面，将显示更多队伍。</p>

                <p>　　　2) 在组队平台中选择挑战副本匹配时，若队伍中缺少铁衣和素问职业时，则会自动匹配对应职业。</p>

                <p>　　　3) 在【队伍】界面增加了【邀请组队】的功能按键，点击后可打开玩家列表，上面显示了“目前不在组队状态”的在线好友、在线同帮帮众、附近的玩家，可以方便地邀请组队。</p>

                <p>　　　4) 在【邀请组队】的界面增加了队长之外队员的名字显示，方便认出队伍中自己的好友。</p>

                <p>　　　5) 现在好友私聊界面会显示好友的组队信息了。</p>

                <p>　　14. 聊天环境改善：</p>

                <p>　　　1) 将世界频道的发言间隔从30秒提高到45秒。</p>

                <p>　　　2) 在综合频道增加了【屏蔽刷屏信息】的功能按键，可屏蔽大部分涉及“交易信息”的发言。</p>

                <p>　　　3) 对于在世界频道、流派频道中频繁发送“交易信息”的玩家，我们将收取一定的交子/铜钱作为手续费，收取时会发送消息提示。这里给各位自在同门一个小建议：买卖物品和装备可前往【汴京庙会】开设店铺或摆摊。</p>

                <p>　　15. 休闲模式调整：</p>

                <p>　　　1) 为鼓励大家以活跃的方式参与日常副本，多和队友交流，减少负面休闲挂机给队友带来的困扰。60级之后系统将不再赠送每日休闲时间，相应也调高了艮岳奇珍中出售的增加休闲时间道具的价格，请大家尽量在绝对必要的情况下（内急，吃饭，收快递，接电话）再使用休闲功能。</p>

                <p>　　　2） 在【神州奇侠】、【水啸钱塘】、【驰援云起台】中，功力较高的侠士在战斗中游刃有余，即使吃饭，收快递，接电话等必要时候采用休闲模式，也不会影响其他队友的游戏体验。所以在这三个玩法中，对于达到60级且总评分在40000以上的自在同门，开放休闲模式。</p>

                <p>　　16. 为了打击工作室并保障大部分正常玩家的利益，我们下调了50级以下的【震关东】的奖励，同时给【震关东】任务加上了领取时的修为限制。</p>

                <p>　　17. 为了让大家更激情的战斗，我们下调了侠义点购买笑忘酒的价格。</p>

                <p>　　18. 适当调整了输出试炼的怪物强度。</p>

                <p>　　19. 决战舞阳城（普通难度）：最终Boss薛狐悲的最大血量降低10%，同时狂暴时间延长150秒。  </p>

                <h3>四、外观和捏脸</h3>

                <p>　　1. “黄沙百战穿金甲，不破楼兰终不还”——新上架金甲和银甲主题时装与配套发型【龙城飞沙】/【风啸寒鸣】 。</p>


                <p>
                  <img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/47156d7a-e331-4081-848d-861039c00912.png">
                </p>
                <p>
                <img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/73f5a3ea-50b3-4f0c-806e-f32ab49d2f7c.png">
                </p>
                <p>　　2. “愿得一心人，白首不相离”——新上架情侣时装与配套发型【云鹤清歌】（男）/【云鹤曼舞】（女）。</p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/00b48777-6624-4137-82b2-8e03f5920598.png"></p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/0702e659-94df-4966-aeeb-348f2917c80a.png"></p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/8aae64d2-e8a5-4749-af73-49bb91fe42a7.png"></p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/7b0aa28a-377d-4e13-94af-a115c50ca7dc.png"></p>
                <p>　　3. “银鞍照白马，飒沓如流星”——新上架云纹白马【云络】和充满夏日童趣的马鞍【问夏】、【吟风】、【觅蝶】。</p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/9fc116bb-a8a4-4d10-8e2e-021f9bd09700.png"></p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/9861058e-d28c-4f13-b65d-d1daee2b4416.gif"></p>
                <p>　　4. “每舒意气拂剑光”——新上架马鞍【剑霜】、【剑岚】、【剑魂】。</p>
                <p>　　5. “乘赤豹兮从文狸”——新上架三只小狐狸跟宠：【糯糯】、【蓝霜】和【阿赤】，在“商城”-“杂货”-“萌宠小筑”分页中即可找到她们。&nbsp;</p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/9b1071b4-4b3a-4562-a712-bf9e7f158d28.gif"></p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/b49f9ba4-3437-42e9-9172-c35ae7d867d8.png"></p>
                <p><img mode="aspectFit"  alt="《逆水寒》更新公告" src="https://nie.res.netease.com/r/pic/20180719/284a8e35-3b16-4c45-8bca-4927bf390e97.png"></p>

                <p>　　6. “云暗青丝玉莹冠，笑生百媚入眉端”——捏脸相关：</p>

                <p>　　　1) 新增一款免费下垂感睫毛。</p>

                <p>　　　2) 流云绾道具下架，可使用商城梳妆功能<span class="red">免费更换</span>已有发型发色。</p>

                <p>　　7. 全职业的白发时装【白夜拂雪】，其带有的白发效果优化。</p>

                <p>　　8. 艮岳奇珍积分区上架<span class="red">每周限购物品</span>：【绑定交子袋】、【松果】，及镜湖相关道具【醉生梦死】、【镜湖雨灵】、【镜湖雪灵】、【镜湖晴灵】。</p>

                <h3>五、 剧情和探索</h3>

                <p>　　1. “殷勤花下同携手，更尽杯中酒”——新增叶问舟、叶雪青交互奇遇</p>

                <p>　　与师兄\师姐的好感度达到一定程度后，可以开启全新奇遇，与师兄\师姐的关系更进一步哦！</p>

                <p>　　2. “碧溪桥外燕泥寒”——新增冷血约会副本</p>

                <p>　　各位自在同门与冷血达到一定好感度后，可以选择与冷血同游碧溪竹屋，享受竹林清风了。</p>

                <p>　　3. “更向梅边观鹤舞”——新增追命约会副本</p>

                <p>　　各位自在同门与追命达到一定好感度后，可以选择与追命同游孤山归庐，感受“梅妻鹤子”的自在逍遥。</p>

                <p>　　4. “春江潮水连海平”——新增铁手约会副本</p>

                <p>　　各位自在同门与铁手到达一定好感度后，可以选择与铁手同游仙居原·海滩，看日升月落，潮起潮平，岂不美哉？</p>

                <p>　　5. 探索任务【智者无情】：大幅降低和最终Boss“关满盈”战斗的难度。</p>

                <h3>六、 优化和调整</h3>

                <p>　　1. 艮岳奇珍新增模糊搜索功能，部分物品支持近义词、别称搜索，如搜索“喇叭”可查询到【百里传音】，搜索“改名卡”可查询到【更名帖】等。</p>

                <p>　　2. 支线、奇遇大任务总奖励显示：以前奇遇、支线的奖励是按照单个分任务显示的，现在会汇总成一个系列大任务来显示总计奖励。</p>

                <p>　　3. 对签到奖励的物品进行调整，将不会签出不符合自身内外功属性的药品；另外累计签到还可获得增加侠义点的物品：【帮会侠义赏】。</p>

                <p>　　4. 【聚宝盆】现在可以堆叠了，同时提高使用【聚宝盆】消耗的活跃度，略微降低【聚宝盆碎片】的产出。</p>

                <p>　　5. 【一生一世一双人】任务奖励的【遇见】和【孤星】戒指改为绑定奖励，之前已经拿到的戒指不受影响。</p>

                <p>　　6. 【日蹴千里】任务需求的【瑶池六年陈】改为【透瓶四年酿】。</p>

                <p>　　7. 【清明上河】副本中掉落的【漕运货物】在提交给追命的提示消息中增加获得经验具体数字的显示。</p>

                <p>　　8. 生活技能-工匠操作上去掉了容易造成误解的数量标识，优化了提示文字和特效。</p>

                <p>　　9. 优化了下架元宝寄售的提示，增加了扣除保证金的二次确认，增加了下架失败的提示</p>

                <p>　　10. 【怪盗疑踪】支线接取等级提高到35级。</p>

                <p>　　11. 频道语音相关功能优化：新增快捷键录音的引导教学，首次点击小话筒，会有一个非常简短的引导来提示快捷键的设置。</p>

                <p>　　12. 优化了人物面板关于侠义点、体力活力、红尘点的描述。</p>

                <p>　　13. 马匹的休闲和待机动作的切换过程更加自然了。</p>

                <p>　　14. 优化IM消息显示，现在会显示未读消息的数量。</p>

                <p>　　15. 系统消息现在会有更为明显的提示，新的系统消息会被特殊标识。</p>

                <p>　　16. 药店中的【培元益气丹】商品下架。</p>

                <p>　　17. 背包右下角增加了【去庙会】快捷寻路选项。</p>

                <p>　　18. 充值界面便捷选项数值调整，扩大选项差别。</p>

                <p>　　19. 向NPC商店出售道具的默认最低售价从1变为0。</p>

                <p>　　20. 对【古道荒城】奇遇进行了调整，将更容易接取唐婆婆飞镖。</p>

                <p>　　21. 增补了几个新画皮妖僧的表情口型。</p>

                <p>　　22. 暂时移除了【九页书】解谜奇遇。</p>

                <p>　　23. 优化背包和锦囊的显示，当锦囊超过一行后，增加显示半行，提示玩家背包中有更多格子可以存放物品。</p>

                <h3>七、 BUG修正</h3>

                <p>　　1. 修正了可通过双人动作卡空气墙打BOSS的BUG，相关战斗副本中禁止使用双人动作。</p>

                <p>　　2. 修正奇遇技能【残刃绝章】的伤害BUG，使其不能再用于非正常手段通关副本。</p>

                <p>　　3. 修复万象楼花海乘船时可能会崩溃的BUG。</p>

                <p>　　4. 修复划船时切换位置时，船桨会遗留在原位置的BUG。</p>

                <p>　　5. 修复碎红玉兑换的锦囊没有正确提升五感的BUG。</p>

                <p>　　6. 修正女九灵、素问、女碎梦撒娇动作穿插严重的BUG。</p>

                <p>　　7. 修正藏宝阁取回和取走操作可能卡住的BUG。</p>

                <p>　　8. 修复了师徒关系显示不正确的BUG。</p>

                <p>　　9. 修复了动作模式下没有呼出鼠标时无法释放冰墙的BUG。</p>

                <p>　　10. 修复了选中队友的情况下，有概率会自动取消选中的BUG。</p>

                <p>　　11. 修复了个人信息中，帮会显示不正确的BUG。</p>

                <p>　　12. 修复背包里有期限已过的玄铁时，无法洗练的问题。</p>

                <p>　　13. 修复商城售卖的松果，不能解锁庄园中参天古松的问题。</p>

                <p>　　14. 修复庄园里酒坊的建筑详情图标显示错误的问题。</p>

                <p>　　15. 修复领取清明上河或者落枫山庄任务后过了0点没有完成，任务会失败的问题。</p>

                <p>　　16. 修复情义连云支线任务中投放的两个不同的结局称号反了的问题。</p>

                <p>　　17. 修复试剑天下二维码分享的信息中连斩数没有统计的问题。</p>

                <p>　　18. 修复帮会环任务仗剑江湖没有在任务栏中显示可领取的问题。</p>

                <p>　　19. 修复倒买倒卖任务获得的帮会资金没有加在成员的资金贡献中的问题。</p>

                <p>　　20. 修复舞阳城药人战可能出现高障外输出的问题。</p>

                <p>　　21. 修复水啸钱塘副本中王小石和白愁飞两个boss同时开的时候边界刷的不对的问题。</p>

                <p>　　22. 修复武林风云录中，喝酒会将原本的醉仙醉饮buff重置的问题。</p>

                <p>　　23. 修复领取英雄落枫任务之后，进其他副本，也开始任务了的问题。</p>

                <p>　　24. 修复好友群发列表中包含了黑名单的问题。</p>

                <p>　　25. 修复聊天窗口监控频道的提示显示到战斗频道的问题。</p>

                <p>　　26. 修复小概率出现使用生活技能后，遗忘生活技能，但是遗忘失败和数据显示错误的问题。若之前遗忘后生活技能处未正确显示导致无法学习新技能，重新进入游戏后可恢复。</p>

                <p>　　27. 修复了战斗状态下可以切换分线的问题。</p>

                <h3>八、近期重点更新预告</h3>

                <p>　　1. 增加帮会仓库功能。</p>

                <p>　　2. 探索支线【岁月神偷】副本内加入存档机制。</p>

                <p>　　3. 新增超大型摆摊区域，缓解一摊难求的问题。</p>

                <p>　　4. “我家有矿”系统玩法持续开发中。</p>

                <p>　　所有江湖偶遇，都是宿命相逢。我们期待在这个会呼吸的江湖中，与你并肩而行。</p>
              </div>
            </div>
          </article>

        </div>
      </div>
    </div>

  </div>
</template>
<script>
  import fixBg from '@/components/fixbg'
  export default {
    components:{
      fixBg
    }
  }
</script>
